{
  "禄丰县仁兴中学": "禄丰县仁兴中学，创建于1932年，原名为云南省立楚雄中学，其前身为始建于明嘉靖四十年（公元1561年）的龙泉书院。全校现有初、高中51个教学班，在校学生近3000人。教职工219人。",
  "姚安县前场镇前场中学": "姚安县前场镇前场中学，位于姚安县前场镇，1961年被确定为省属重点中学，1962年更名为云南省楚雄第一中学，1993年评定为省一级完全中学；1997年晋升为省一级二等完全中学；2007年晋升为省一级一等完全中学。",
  "双柏县爱尼山乡中学": "双柏县爱尼山乡中学，位于双柏县爱尼山乡，凤光秀丽，景色宜人。1941年3月3日在文庙创办，2008年2月晋升为“云南省一级三等完全中学”。学校现有占地面积106亩，建筑面积46215平方米。",
  "元谋县姜驿中学": "元谋县姜驿中学，位于元谋县，学校现有高中教学班63个，在校学生4341人，教职工267人。其中，特级教师3人，高级教师46人，中学一级教师61人，中学二级教师144人，工勤人员9人。专任教师中有省级骨干教师6人，市级骨干教师3人；市级教育科研学术带头人1人，学科带头人2人；有县级教育科研学术带头人4人，学科带头人12人；有校级骨干教师78人，师资力量雄厚。",
  "元谋县培英中学": "元谋县培英中学，位于元谋县，创建于2004年1月，坐落于县城北郊，属与一中联合办学的公办全日制高级完全中学．占地211亩，政府投资1个亿，设计规模为能容纳90个教学班在校学生4500名的省一级高级完全中学，总建筑面积5万余平方米。",
  "楚雄市西舍路镇初级中学": "楚雄市西舍路镇初级中学，位于楚雄市西舍路镇，学校于2005年9月1日开始招生，首届学生476名，编为8个教学班。先后有西南师范大学、四川师范大学、哈尔滨师范大学、吉林师范大学、云南师范大学等高校的100余名应届毕业生与我校签订了意向性聘用协议书。至2007年9月，我校在职教职工将有230余人，在校学生4500余人。",
  "南华县沙桥初级中学": "南华县沙桥初级中学，位于南华县，1941年3月3日在文庙创办，2008年2月晋升为“云南省一级三等完全中学”。学校现有占地面积106亩，建筑面积46215平方米。凤光秀丽，景色宜人。",
  "楚雄市东华镇新街初级中学": "楚雄市东华镇新街初级中学，位于楚雄市东华镇新街，其前身为始建于明嘉靖四十年（公元1561年）的龙泉书院。全校现有初、高中51个教学班，在校学生近3000人。教职工219人。学校现有高中教学班63个，在校学生4341人，教职工267人。其中，特级教师3人，高级教师46人，中学一级教师61人，中学二级教师144人，工勤人员9人。",
  "双柏县安龙堡中学": "双柏县安龙堡中学，位于双柏县，1993年评定为省一级完全中学；1997年晋升为省一级二等完全中学；2007年晋升为省一级一等完全中学。其中，特级教师3人，高级教师46人，中学一级教师61人，中学二级教师144人，工勤人员9人。专任教师中有省级骨干教师6人，市级骨干教师3人；市级教育科研学术带头人1人，学科带头人2人；有县级教育科研学术带头人4人，学科带头人12人；有校级骨干教师78人，师资力量雄厚。",
  "南华县罗武庄初级中学": "南华县罗武庄初级中学，学校于2005年9月1日开始招生，首届学生476名，编为8个教学班。先后有西南师范大学、四川师范大学、哈尔滨师范大学、吉林师范大学、云南师范大学等高校的100余名应届毕业生与我校签订了意向性聘用协议书。至2007年9月，我校在职教职工将有230余人，在校学生4500余人。",
  "武定县白路中学": "武定县白路中学，1941年3月3日在文庙创办，2008年2月晋升为“云南省一级三等完全中学”。学校现有占地面积106亩，建筑面积46215平方米。凤光秀丽，景色宜人。学校于2005年9月1日开始招生，首届学生476名，编为8个教学班。",
  "大姚县六苴镇初级中学": "大姚县六苴镇初级中学，学校现有高中教学班63个，在校学生4341人，教职工267人。其中，特级教师3人，高级教师46人，中学一级教师61人，中学二级教师144人，工勤人员9人。",
  "楚雄市大地基乡初级中学": "楚雄市大地基乡初级中学，坐落于县城北郊，属与一中联合办学的公办全日制高级完全中学．占地211亩，政府投资1个亿，设计规模为能容纳90个教学班在校学生4500名的省一级高级完全中学，总建筑面积5万余平方米。",
  "大姚县铁锁初级中学": "大姚县铁锁初级中学，学校现有占地面积106亩，建筑面积46215平方米。凤光秀丽，景色宜人。学校于2005年9月1日开始招生，首届学生476名，编为8个教学班。",
  "大姚县三岔河镇初级中学": "大姚县三岔河镇初级中学，学校现有高中教学班63个，在校学生4341人，教职工267人。其中，特级教师3人，高级教师46人，中学一级教师61人，中学二级教师144人，工勤人员9人。专任教师中有省级骨干教师6人，市级骨干教师3人；市级教育科研学术带头人1人，学科带头人2人；",
  "楚雄市苍岭镇初级中学": "楚雄市苍岭镇初级中学，学校现有占地面积106亩，建筑面积46215平方米。凤光秀丽，景色宜人。学校于2005年9月1日开始招生，首届学生476名，编为8个教学班。",
  "牟定县凤屯初级中学": "牟定县凤屯初级中学，学校现有高中教学班63个，在校学生4341人，教职工267人。其中，特级教师3人，高级教师46人，中学一级教师61人，中学二级教师144人，工勤人员9人。",
  "双柏县法脿镇雨龙中学": "双柏县法脿镇雨龙中学，秉承“以诚载信，以德承教，以人为本，面向未来，全面育人”的办学理念，注重引入先进的办学经验，采用科学的管理模式，积极构建自己的办学方略。",
  "姚安县大河口中学": "姚安县大河口中学，坐落于县城北郊，属与一中联合办学的公办全日制高级完全中学．占地211亩，政府投资1个亿，设计规模为能容纳90个教学班在校学生4500名的省一级高级完全中学。",
  "双柏县大麦地中学": "双柏县大麦地中学，坐落于县城北郊，学校现有占地面积106亩，建筑面积46215平方米。凤光秀丽，景色宜人。学校于2005年9月1日开始招生，首届学生476名，编为8个教学班。",
  "禄丰县民族中学": "禄丰县民族中学，各项硬件设施——教学楼、综合楼、实验楼、图书馆、信息中心、礼堂、餐厅、风雨操场、足球场、学生宿舍、洗澡塘等一应俱全，物理、化学、生物实验设备，多媒体教室，微机室，远程教育设备，广播系统，图书装备等均按省一级量标配置。",
  "南华县兔街镇初级中学": "南华县兔街镇初级中学，学校现有高中教学班63个，在校学生4341人，教职工267人。其中，特级教师3人，高级教师46人，中学一级教师61人，中学二级教师144人，工勤人员9人。",
  "禄丰县土官镇中学": "禄丰县土官镇中学，学校现有高中教学班63个，在校学生4341人，教职工267人。学校现有占地面积106亩，建筑面积46215平方米。",
  "武定县发窝中学": "武定县发窝中学，我校高考再摘县文理状元桂冠，文科状元赫丽娟593分、理科状元杨伟638分，一本上线318人，占全县一本上线率的66.8%。（全县一本上线476人），本科上线1218人，上线率达86.2%。全校上线率100%。",

}